// 霸都丶傲天 2019/7/9  https://Github.com/AJLoveChina
var config = {
    // 下面的句子不一定非要7句， 你也可以改成4句，2句话都可以
    lines: [
        "亲爱的小姐姐",
        "桃之夭夭，灼灼其华",
        "卿如桃李，春风得意",
        "豆蔻年华，风华正茂",
        "吾有三愿",
        "愿卿前程似锦，笑靥如花",
        "愿卿福慧双修，才貌双全",
        "愿卿岁月静好，青春永驻",
    ],
    // 相爱的时间 记住格式不能写错了, 非常重要
    // 格式一定要和下面这个时间格式一样
    // 分别是 年-月-日T时时:分分:秒秒
    //      温馨警告:
    //          1.时分秒都必须是俩个数字  比如 00:00:00
    //          2.T不能丢了
    date: "2024-10-23T20:15:00",
    // 双方的名字
    names: ["付秦", "秦波"]
}
